{
  "origin": [
    "If you awake to a knife at your throat, if monsters dig their claws into you, if death comes knocking at your door... Call out my name. Adeptus Xiao. I will be here when you call.",
    "Reduced to just standing around... How absurd.",
    "The damned will sooner die again than lay a hand on me.",
    "Grrgh... These memories, so dark...",
    "Demons do not stop for the rain. Move.",
    "The rain stopped? Hmph. I don't concern myself with the weather.",
    "Many mortals fear lightning... Incomprehensible. Fear of something so common.",
    "Once the snow is thick enough, we can eat it...",
    "We're wasting time. Let's go.",
    "Lunch... We'll go back to Wangshu Inn.",
    "Night... When the darkness comes to envelop you. Don't stay outside.",
    "Go. I'll be here.",
    "I'm far from human. I can't make much of human emotions.",
    "Liyue is changing. Rapidly... Forget it. It means nothing to me.",
    "If a day comes where even you are taken by the darkness, it will be up to me...",
    "Do not fall prey to the darkness. I have no mercy. Though perhaps you can stand your ground alone.",
    "Who's there? Oh... You think I sleep? You have no respect for the ways of the adepti.",
    "The Lantern Rite? Hmph. the time for humans to discard their glowing trash into the sea has returned... How childish... Though if you insist... I will go with you.",
    "Visions? Desire? Ha. Do not judge adepti by your mortal ideals. I have no desire.",
    "I'm hiding nothing. I just won't speak of desire to others. Do you mortals not have a rule about spoken wishes never coming true? Hm? What do you mean that's not the same?",
    "I deal in death. If you cannot bring yourself to kill — speak my name.",
    "Dihua Islet was once deserted. Though that was many decades... no, centuries ago...",
    "I... must ask... Zhongli — he spends all day playing with birds, antiques, flowers... What purpose does any of this serve?",
    "Beidou? I have nothing to do with her. Though there is such a thing as the leviathan. As a mere human, she has proven her power in defeating Haishan.",
    "You want... Baizhu to make a medicine to take away my pain? I understand your intentions, but mortal medicine has no effect on adepti.",
    "Hu Tao? Her liveliness is irritating. Fortunately, she is also humorous, so you need not worry about her growing into a boring human.",
    "Venti? So that's the name he goes by. His tunes are... forget it.",
    "Ganyu is neither mortal nor illuminated beast. Wandering both the mortal and adepti realms with duty as her sole guide, it was inevitable that she would become perplexed... What? Me? You believe a Yaksha who knows nothing more than how to massacre countless souls and emerge unscathed is a suitable mentor for such an individual? ...Your mind occupies a very different world from that which your body inhabits.",
    "I'm willing to protect you. But don't think about getting close, and stay out of my way, or all that awaits you is regret.",
    "In the thousands of years that have passed, I have taken countless wraiths. If you want no trouble, stay away from me. See me as a weapon, and nothing more.",
    "Their voices... I can always hear them. Their screams, their cries, demanding more death... This is my burden to carry. It has nothing to do with you.",
    "Morax...? What do you know of this name!? He gave me the name Xiao, and released me from the endless pain I endured. I will not forgive those that dare to speak against him, even you.",
    "It's too late. The connection between us is too strong. Even if you wanted to, it's too late to sever it. Hm? You've never thought to sever it? *Sigh* Nuo Dance of Evil Conquering... My fight goes on. But I would like to know more about you.",
    "There's nothing timid about you, having the courage to ask about my hobbies. So fight me. How long do you think your body will last against my blows?",
    "Trouble? Ha. Trouble means nothing to adepti. There is no trouble that can last for a thousand years.",
    "I have no interest in mortal food. Cooking is tedious and the wait is long. The one thing I can manage to stomach is almond tofu.",
    "The taste of Almond Tofu feels like a fond dream.",
    "I am expected to place slices of meat in wrappings myself? And then... eat them together? Humans these days do not know what they are doing.",
    "This mortal concept of commemorating the day of your birth really is redundant. Wait. Have this. It's a butterfly I made from leaves. Okay. Take it. It's an adepti amulet — it staves off evil.",
    "This is it? Nothing worth getting excited about.",
    "New power? All it will be used for is death.",
    "The limit to one's power is self-destruction. Answer me. Why do you persist?",
    "Countless souls have fallen prey to these hands. I too have been swallowed by the darkness — and yet you dare to drive me on. You may think of me as... your companion. You seek to find me salvation? ...You... really are a difficult being to comprehend."
	]
}